Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: Mac 에 App Store Connect API 키가 없어 리뷰·크래시 신호를 못 읽었어요. Mac 앱 설정의 App Store 탭에서 키를 등록하면 다음 수집부터 더 좋은 브리프를 받아요.
ar: لا يوجد على هذا الـ Mac مفتاح App Store Connect API، لذا تعذّرت قراءة التقييمات والأعطال. سجّل مفتاحًا في علامة التبويب App Store ضمن إعدادات تطبيق الـ Mac للحصول على ملخّصات أفضل في عملية الجمع التالية.
en: This Mac doesn't have an App Store Connect API key, so reviews and crashes couldn't be read. Register a key in the App Store tab of the Mac app's settings to get better briefs from the next collection.
es: Este Mac no tiene una clave de la API de App Store Connect, por lo que no se pudieron leer las reseñas ni los fallos. Registra una clave en la pestaña App Store de los ajustes de la app de Mac para obtener mejores briefs en la próxima recopilación.
fr: Ce Mac ne dispose pas de clé d'API App Store Connect, les avis et les plantages n'ont donc pas pu être lus. Enregistrez une clé dans l'onglet App Store des réglages de l'app Mac pour obtenir de meilleurs briefs lors de la prochaine collecte.
hi: इस Mac पर App Store Connect API कुंजी नहीं है, इसलिए समीक्षाएँ और क्रैश नहीं पढ़े जा सके। अगली बार बेहतर ब्रीफ़ पाने के लिए Mac ऐप की सेटिंग्स के App Store टैब में कुंजी दर्ज करें।
ja: この Mac に App Store Connect API キーがないため、レビューとクラッシュを読めませんでした。Mac アプリ設定の App Store タブでキーを登録すると、次回の収集からより良いブリーフが得られます。
pt_br: Este Mac não tem uma chave da API do App Store Connect, então avaliações e falhas não puderam ser lidas. Registre uma chave na aba App Store nos ajustes do app do Mac para obter briefs melhores na próxima coleta.
ru: На этом Mac нет ключа App Store Connect API, поэтому отзывы и сбои не удалось прочитать. Зарегистрируйте ключ на вкладке App Store в настройках приложения для Mac, чтобы получать более качественные брифы при следующем сборе.
zh_hans: 此 Mac 上没有 App Store Connect API 密钥，因此无法读取评价和崩溃。在 Mac 应用设置的 App Store 标签页中注册密钥，下次收集即可获得更好的简报。

source: Mac 에 설치
ar: تثبيت على Mac
en: Install on Mac
es: Instalar en el Mac
fr: Installer sur le Mac
hi: Mac पर इंस्टॉल करें
ja: Mac にインストール
pt_br: Instalar no Mac
ru: Установить на Mac
zh_hans: 在 Mac 上安装

source: Mac 에 설치하는 중…
ar: جارٍ التثبيت على Mac…
en: Installing on the Mac…
es: Instalando en el Mac…
fr: Installation sur le Mac…
hi: Mac पर इंस्टॉल हो रहा है…
ja: Mac にインストール中…
pt_br: Instalando no Mac…
ru: Установка на Mac…
zh_hans: 正在 Mac 上安装…

source: Mac 에 연결되어 있지 않아요
ar: غير متصل بجهاز Mac
en: Not connected to your Mac
es: No estás conectado a tu Mac
fr: Non connecté à votre Mac
hi: आपके Mac से कनेक्ट नहीं है
ja: Macに接続されていません
pt_br: Não conectado ao seu Mac
ru: Нет подключения к Mac
zh_hans: 未连接到 Mac

source: Mac 에 있는 쉘 스크립트 파일의 절대 경로예요 (예: /Users/나/scripts/backup.sh).
ar: المسار المطلق لملف سكربت Shell على الـ Mac (مثال: /Users/me/scripts/backup.sh).
en: The absolute path of a shell script file on the Mac (e.g. /Users/me/scripts/backup.sh).
es: La ruta absoluta de un archivo de script de shell en el Mac (p. ej. /Users/me/scripts/backup.sh).
fr: Le chemin absolu d’un fichier de script shell sur le Mac (ex. /Users/me/scripts/backup.sh).
hi: Mac पर शेल स्क्रिप्ट फ़ाइल का पूर्ण पथ (उदा. /Users/me/scripts/backup.sh)।
ja: Mac 上のシェルスクリプトファイルの絶対パスです（例: /Users/me/scripts/backup.sh）。
pt_br: O caminho absoluto de um arquivo de script de shell no Mac (ex.: /Users/me/scripts/backup.sh).
ru: Абсолютный путь к файлу shell-скрипта на Mac (например, /Users/me/scripts/backup.sh).
zh_hans: Mac 上 shell 脚本文件的绝对路径（例如 /Users/me/scripts/backup.sh）。

source: Mac 에서 Pocket Sisyphus 데몬을 띄우고 모바일에서 QR 한 번 스캔하면 페어링이 끝납니다.
ar: شغّل Pocket Sisyphus daemon على Mac وامسح رمز QR من الجهاز المحمول مرة واحدة لإتمام الإقران.
en: Run the Pocket Sisyphus daemon on your Mac and scan the QR once from your phone — pairing done.
es: Ejecuta el daemon de Pocket Sisyphus en tu Mac y escanea el QR una vez desde el móvil — emparejamiento listo.
fr: Lancez le daemon Pocket Sisyphus sur Mac et scannez le QR une fois depuis le mobile — appairage terminé.
hi: अपने Mac पर Pocket Sisyphus daemon चलाएँ और मोबाइल से QR एक बार स्कैन करें — पेयरिंग पूरी।
ja: Mac で Pocket Sisyphus daemon を起動し、モバイルから QR を一度スキャンすればペアリング完了です。
pt_br: Execute o daemon do Pocket Sisyphus no seu Mac e escaneie o QR uma vez do celular — pareamento concluído.
ru: Запустите Pocket Sisyphus daemon на Mac и один раз отсканируйте QR с телефона — сопряжение готово.
zh_hans: 在 Mac 上启动 Pocket Sisyphus daemon,在手机上扫一次 QR 即完成配对。

source: Mac 에서 Pocket Sisyphus 데스크탑 앱을 띄우고 모바일에서 QR 한 번 스캔하면 페어링이 끝납니다.
ar: افتح تطبيق Pocket Sisyphus لسطح المكتب على Mac وامسح رمز QR مرة واحدة من الهاتف، وينتهي الإقران.
en: Launch the Pocket Sisyphus desktop app on your Mac, scan the QR once from your phone, and pairing is done.
es: Abre la app de escritorio Pocket Sisyphus en tu Mac, escanea el QR una vez desde el móvil y el emparejamiento queda listo.
fr: Lancez l’app de bureau Pocket Sisyphus sur le Mac, scannez le QR une fois depuis le mobile et l’appairage est terminé.
hi: अपने Mac पर Pocket Sisyphus डेस्कटॉप ऐप खोलें, मोबाइल से एक बार QR स्कैन करें, और पेयरिंग पूरी।
ja: Mac で Pocket Sisyphus のデスクトップアプリを起動し、モバイルから QR を一度スキャンすればペアリング完了です。
pt_br: Abra o app de desktop do Pocket Sisyphus no Mac, escaneie o QR uma vez do celular e o pareamento está pronto.
ru: Запустите десктоп-приложение Pocket Sisyphus на Mac, один раз отсканируйте QR с телефона — и сопряжение готово.
zh_hans: 在 Mac 上启动 Pocket Sisyphus 桌面应用,在手机上扫描一次 QR 即完成配对。

source: Mac 에서 뜨는 권한 프롬프트들 — 각각 왜 필요하고, 거부하면 무엇이 안 되는지.
ar: مطالبات الأذونات التي تظهر على الـ Mac — لماذا يلزم كل منها وما الذي يتوقف عن العمل عند الرفض.
en: The permission prompts you'll see on the Mac — why each one is needed and what stops working if you decline.
es: Los avisos de permisos que verás en el Mac: por qué se necesita cada uno y qué deja de funcionar si los rechazas.
fr: Les demandes d'autorisation affichées sur le Mac — pourquoi chacune est nécessaire et ce qui cesse de fonctionner si vous refusez.
hi: Mac पर दिखने वाले अनुमति संकेत — हर एक क्यों ज़रूरी है और मना करने पर क्या काम नहीं करेगा।
ja: Mac に表示される権限プロンプト — それぞれなぜ必要か、拒否すると何ができなくなるか。
pt_br: Os avisos de permissão que aparecem no Mac — por que cada um é necessário e o que deixa de funcionar se você recusar.
ru: Запросы разрешений на Mac — зачем нужно каждое и что перестанет работать при отказе.
zh_hans: Mac 上出现的权限提示 — 每项为何需要、拒绝后会影响什么。

source: Mac 에서 실행 중인 dev 서버의 포트를 등록하면, 폰에서 바로 미리볼 수 있어요. 등록한 포트만 열리고 그 외에는 모두 차단됩니다.
ar: سجّل منفذ خادم التطوير العامل على جهاز Mac لمعاينته مباشرة على هاتفك. تُفتح المنافذ المسجّلة فقط، ويُحظر كل ما عداها.
en: Register the port of a dev server running on your Mac to preview it right on your phone. Only registered ports are opened — everything else stays blocked.
es: Registra el puerto de un servidor de desarrollo que se ejecuta en tu Mac para verlo directamente en tu teléfono. Solo se abren los puertos registrados; todo lo demás queda bloqueado.
fr: Enregistrez le port d’un serveur de dev en cours d’exécution sur votre Mac pour l’aperçu directement sur votre téléphone. Seuls les ports enregistrés sont ouverts ; tout le reste reste bloqué.
hi: अपने Mac पर चल रहे dev सर्वर का पोर्ट पंजीकृत करें ताकि उसे सीधे फ़ोन पर देख सकें। केवल पंजीकृत पोर्ट ही खुलते हैं, बाकी सब अवरुद्ध रहता है।
ja: Macで動作中のdevサーバーのポートを登録すると、スマホからそのままプレビューできます。登録したポートだけが開き、それ以外はすべてブロックされます。
pt_br: Registre a porta de um servidor de desenvolvimento em execução no seu Mac para visualizá-lo direto no seu telefone. Apenas as portas registradas são abertas; todo o resto permanece bloqueado.
ru: Зарегистрируйте порт dev-сервера, запущенного на Mac, чтобы просматривать его прямо на телефоне. Открываются только зарегистрированные порты, всё остальное блокируется.
zh_hans: 注册 Mac 上正在运行的 dev 服务器端口，即可在手机上直接预览。仅打开已注册的端口，其余一律阻止。

source: Mac 에서 화면 기록 권한이 필요할 수 있어요. Mac 의 시스템 설정 ▸ 개인정보 보호 및 보안 ▸ 화면 기록에서 Pocket Sisyphus 를 켠 뒤 다시 시도하세요.
ar: قد تحتاج إلى إذن تسجيل الشاشة على جهاز Mac. على جهاز Mac، افتح إعدادات النظام ▸ الخصوصية والأمان ▸ تسجيل الشاشة، فعِّل Pocket Sisyphus، ثم أعد المحاولة.
en: Screen Recording permission may be needed on the Mac. On the Mac, open System Settings ▸ Privacy & Security ▸ Screen Recording, enable Pocket Sisyphus, then try again.
es: Es posible que se necesite el permiso de Grabación de pantalla en el Mac. En el Mac, abre Ajustes del Sistema ▸ Privacidad y seguridad ▸ Grabación de pantalla, activa Pocket Sisyphus y vuelve a intentarlo.
fr: L’autorisation d’Enregistrement de l’écran peut être nécessaire sur le Mac. Sur le Mac, ouvrez Réglages Système ▸ Confidentialité et sécurité ▸ Enregistrement de l’écran, activez Pocket Sisyphus, puis réessayez.
hi: Mac पर स्क्रीन रिकॉर्डिंग अनुमति की ज़रूरत हो सकती है। Mac पर सिस्टम सेटिंग्स ▸ गोपनीयता और सुरक्षा ▸ स्क्रीन रिकॉर्डिंग खोलें, Pocket Sisyphus को चालू करें, फिर से प्रयास करें।
ja: Mac で画面収録の許可が必要な場合があります。Mac でシステム設定 ▸ プライバシーとセキュリティ ▸ 画面収録を開き、Pocket Sisyphus をオンにしてから、もう一度お試しください。
pt_br: Pode ser necessária a permissão de Gravação de Tela no Mac. No Mac, abra Ajustes do Sistema ▸ Privacidade e Segurança ▸ Gravação de Tela, ative o Pocket Sisyphus e tente novamente.
ru: На Mac может потребоваться разрешение на запись экрана. На Mac откройте «Системные настройки» ▸ «Конфиденциальность и безопасность» ▸ «Запись экрана», включите Pocket Sisyphus и повторите попытку.
zh_hans: Mac 上可能需要“屏幕录制”权限。在 Mac 上打开“系统设置 ▸ 隐私与安全性 ▸ 屏幕录制”，启用 Pocket Sisyphus，然后重试。

source: Mac 에서 화면 기록 권한이 필요해요
ar: مطلوب إذن تسجيل الشاشة على جهاز Mac
en: Screen Recording permission is needed on your Mac
es: Se necesita permiso de Grabación de pantalla en tu Mac
fr: L’autorisation Enregistrement de l’écran est requise sur votre Mac
hi: आपके Mac पर स्क्रीन रिकॉर्डिंग की अनुमति चाहिए
ja: Mac で画面収録の権限が必要です
pt_br: É necessária a permissão de Gravação de Tela no seu Mac
ru: На Mac требуется разрешение на запись экрана
zh_hans: 需要在 Mac 上开启屏幕录制权限

source: Mac 연결을 확인하고 다시 시도하세요.
ar: تحقّق من اتصال Mac وحاول مرة أخرى.
en: Check your Mac connection and try again.
es: Comprueba la conexión con el Mac e inténtalo de nuevo.
fr: Vérifiez la connexion au Mac et réessayez.
hi: अपना Mac कनेक्शन जाँचें और फिर से प्रयास करें।
ja: Macとの接続を確認して、もう一度お試しください。
pt_br: Verifique a conexão com o Mac e tente novamente.
ru: Проверьте подключение к Mac и повторите попытку.
zh_hans: 请检查与 Mac 的连接后重试。

source: Mac 의 시스템 설정 ▸ 개인정보 보호 및 보안 ▸ 화면 기록에서 Pocket Sisyphus 를 켠 뒤, 안내가 사라지지 않으면 Mac 앱을 재시작하세요.
ar: على جهاز Mac، افتح إعدادات النظام ▸ الخصوصية والأمان ▸ تسجيل الشاشة وفعّل Pocket Sisyphus. إذا استمر ظهور التنبيه، فأعد تشغيل تطبيق Mac.
en: On your Mac, open System Settings ▸ Privacy & Security ▸ Screen Recording and turn on Pocket Sisyphus. If this message stays, restart the Mac app.
es: En tu Mac, abre Ajustes del Sistema ▸ Privacidad y seguridad ▸ Grabación de pantalla y activa Pocket Sisyphus. Si el aviso persiste, reinicia la app de Mac.
fr: Sur votre Mac, ouvrez Réglages Système ▸ Confidentialité et sécurité ▸ Enregistrement de l’écran et activez Pocket Sisyphus. Si le message persiste, redémarrez l’app Mac.
hi: अपने Mac पर सिस्टम सेटिंग्स ▸ गोपनीयता और सुरक्षा ▸ स्क्रीन रिकॉर्डिंग खोलें और Pocket Sisyphus चालू करें। अगर संदेश बना रहे, तो Mac ऐप को पुनः चालू करें।
ja: Mac のシステム設定 ▸ プライバシーとセキュリティ ▸ 画面収録で Pocket Sisyphus をオンにしてください。表示が消えない場合は Mac アプリを再起動してください。
pt_br: No seu Mac, abra Ajustes do Sistema ▸ Privacidade e Segurança ▸ Gravação de Tela e ative o Pocket Sisyphus. Se o aviso continuar, reinicie o app do Mac.
ru: На Mac откройте Системные настройки ▸ Конфиденциальность и безопасность ▸ Запись экрана и включите Pocket Sisyphus. Если сообщение не исчезает, перезапустите приложение на Mac.
zh_hans: 在 Mac 上打开 系统设置 ▸ 隐私与安全性 ▸ 屏幕录制，开启 Pocket Sisyphus。若提示仍未消失，请重启 Mac 应用。

source: Mac 의 임베디드 sshd 는 direct-tcpip 한 가지만 받도록 잠겨 있습니다 — 셸 / PTY / 파일 전송 / 에이전트 / X11 모두 거부. 즉, 페어링된 iPhone 도 그 Mac 에서 임의 셸을 열 수 없습니다.
ar: sshd المضمّن في Mac مقفل ليقبل direct-tcpip فقط — يرفض الشل / PTY / نقل الملفات / agent / X11. أي أن iPhone المُقترن أيضاً لا يستطيع فتح أي شل عشوائي على ذلك الـ Mac.
en: The Mac’s embedded sshd is locked down to accept only direct-tcpip — shell, PTY, file transfer, agent, and X11 are all refused. So even a paired iPhone cannot open an arbitrary shell on that Mac.
es: El sshd embebido del Mac está restringido para aceptar únicamente direct-tcpip — rechaza shell, PTY, transferencia de archivos, agent y X11. Es decir, incluso un iPhone emparejado no puede abrir un shell arbitrario en ese Mac.
fr: Le sshd embarqué du Mac est verrouillé pour n’accepter que direct-tcpip — shell, PTY, transfert de fichiers, agent et X11 sont tous refusés. Autrement dit, même un iPhone appairé ne peut pas ouvrir un shell arbitraire sur ce Mac.
hi: Mac का एम्बेडेड sshd केवल direct-tcpip स्वीकार करने के लिए लॉक है — shell / PTY / फ़ाइल ट्रांसफ़र / agent / X11 सभी अस्वीकृत। यानी पेयर किया हुआ iPhone भी उस Mac पर मनमाना shell नहीं खोल सकता।
ja: Mac の組み込み sshd は direct-tcpip 1 種類しか受け付けないようロックされています — シェル / PTY / ファイル転送 / エージェント / X11 はすべて拒否。つまりペアリングされた iPhone でもその Mac で任意のシェルを開くことはできません。
pt_br: O sshd embutido do Mac está travado para aceitar apenas direct-tcpip — shell, PTY, transferência de arquivos, agent e X11 são todos recusados. Ou seja, mesmo um iPhone pareado não consegue abrir um shell arbitrário naquele Mac.
ru: Встроенный sshd на Mac заблокирован так, что принимает только direct-tcpip — shell, PTY, передача файлов, agent и X11 запрещены. Даже сопряжённый iPhone не сможет открыть произвольную оболочку на этом Mac.
zh_hans: Mac 的内嵌 sshd 被锁定为仅接受 direct-tcpip — 拒绝 shell / PTY / 文件传输 / agent / X11。也就是说，即便配对过的 iPhone 也无法在那台 Mac 上打开任意 shell。

source: Mac 의 코드 에이전트를 폰에서 원격 제어합니다
ar: تحكّم عن بُعد في وكيل الكود على جهاز Mac من هاتفك
en: Remote-control your Mac's coding agent from your phone
es: Controla a distancia el agente de código de tu Mac desde el teléfono
fr: Pilotez à distance l'agent de code de votre Mac depuis votre téléphone
hi: अपने फ़ोन से अपने Mac के कोड एजेंट को रिमोट से नियंत्रित करें
ja: Mac のコーディングエージェントをスマホから遠隔操作します
pt_br: Controle remotamente o agente de código do seu Mac pelo celular
ru: Удалённое управление агентом кода на вашем Mac с телефона
zh_hans: 在手机上远程控制 Mac 上的编码代理

source: Mac 이 잠겨 있는 동안에는 보안상 화면이 캡처되지 않아 «Mac이 잠겨 있어요» 안내가 뜹니다. Mac 에서 잠금을 풀면 자동으로 다시 보여요. 모니터가 여러 대면 폰에서 볼 디스플레이를 고를 수 있습니다.
ar: أثناء قفل Mac لا يمكن التقاط الشاشة لأسباب أمنية، لذا تظهر رسالة «جهاز Mac مقفل». أَلغِ القفل من Mac فيعود العرض تلقائيًا. وإذا كان لديك أكثر من شاشة، يمكنك اختيار الشاشة المعروضة من الهاتف.
en: While the Mac is locked, the screen can't be captured for security reasons, so a «Your Mac is locked» message appears. Unlock the Mac and it reappears automatically. If you have several monitors, you can choose which display to view from the phone.
es: Mientras el Mac está bloqueado, la pantalla no se puede capturar por seguridad, por lo que aparece el mensaje «Tu Mac está bloqueado». Desbloquea el Mac y volverá a mostrarse automáticamente. Si tienes varios monitores, puedes elegir desde el teléfono cuál ver.
fr: Tant que le Mac est verrouillé, l'écran ne peut pas être capturé pour des raisons de sécurité ; le message « Votre Mac est verrouillé » s'affiche donc. Déverrouillez le Mac et l'affichage revient automatiquement. Si vous avez plusieurs moniteurs, vous pouvez choisir depuis le téléphone celui à afficher.
hi: जब Mac लॉक होता है, तो सुरक्षा कारणों से स्क्रीन कैप्चर नहीं होती, इसलिए «आपका Mac लॉक है» संदेश दिखता है। Mac अनलॉक करते ही यह अपने-आप फिर दिखने लगता है। यदि कई मॉनिटर हैं, तो फ़ोन से चुन सकते हैं कि कौन-सा डिस्प्ले देखना है।
ja: Mac がロックされている間はセキュリティ上、画面をキャプチャできないため «Mac がロックされています» と表示されます。Mac のロックを解除すると自動的に再表示されます。モニターが複数ある場合は、スマホから表示するディスプレイを選べます。
pt_br: Enquanto o Mac está bloqueado, a tela não pode ser capturada por segurança, então aparece a mensagem «Seu Mac está bloqueado». Desbloqueie o Mac e ela reaparece automaticamente. Se você tiver vários monitores, pode escolher no telefone qual exibir.
ru: Пока Mac заблокирован, экран не может быть захвачен по соображениям безопасности, поэтому появляется сообщение «Ваш Mac заблокирован». Разблокируйте Mac — и изображение появится снова автоматически. Если мониторов несколько, можно выбрать с телефона, какой дисплей смотреть.
zh_hans: Mac 处于锁定状态时，出于安全原因无法捕获屏幕，因此会显示 «Mac 已锁定» 提示。在 Mac 上解锁后会自动恢复显示。若有多台显示器，可在手机上选择要查看的显示器。

source: Mac 쪽 설치 순서:
ar: خطوات التثبيت على Mac:
en: Mac install steps:
es: Pasos de instalación en el Mac:
fr: Étapes d’installation côté Mac :
hi: Mac पर इंस्टॉल करने के चरण:
ja: Mac 側のインストール手順:
pt_br: Passos de instalação no Mac:
ru: Шаги установки на Mac:
zh_hans: Mac 端安装步骤:

source: Mac 터미널에 붙여넣어 실행하세요. 복사하면 iCloud 클립보드로 Mac 에서 바로 붙여넣을 수 있어요.
ar: الصقه ونفّذه في الطرفية على جهاز Mac. بعد النسخ، يمكنك لصقه مباشرة على Mac عبر حافظة iCloud (العامة).
en: Paste and run it in Terminal on your Mac. After copying, you can paste it straight onto your Mac via the iCloud (Universal) clipboard.
es: Pégalo y ejecútalo en la Terminal de tu Mac. Al copiarlo, puedes pegarlo directamente en tu Mac mediante el portapapeles de iCloud (Universal).
fr: Collez-le et exécutez-le dans le Terminal de votre Mac. Une fois copié, vous pouvez le coller directement sur votre Mac via le presse-papiers iCloud (universel).
hi: इसे अपने Mac के टर्मिनल में पेस्ट करके चलाएँ। कॉपी करने के बाद, iCloud (यूनिवर्सल) क्लिपबोर्ड के ज़रिए इसे सीधे अपने Mac पर पेस्ट कर सकते हैं।
ja: Mac のターミナルに貼り付けて実行してください。コピーすると、iCloud（ユニバーサル）クリップボード経由で Mac にそのまま貼り付けられます。
pt_br: Cole e execute no Terminal do seu Mac. Depois de copiar, você pode colar direto no seu Mac pela área de transferência do iCloud (Universal).
ru: Вставьте и выполните в Терминале на Mac. После копирования это можно вставить прямо на Mac через универсальный буфер обмена iCloud.
zh_hans: 在 Mac 的“终端”中粘贴并运行。复制后，可通过 iCloud（通用）剪贴板直接粘贴到 Mac 上。

source: Mac 화면 보기
ar: عرض شاشة Mac
en: View Mac screen
es: Ver la pantalla del Mac
fr: Voir l’écran du Mac
hi: Mac स्क्रीन देखें
ja: Mac画面を見る
pt_br: Ver a tela do Mac
ru: Показать экран Mac
zh_hans: 查看 Mac 屏幕

source: Mac 화면에서 Sparkle 의 진행 상황을 확인하세요. 업데이트 도중 잠시 연결이 끊겼다가 자동으로 복구됩니다.
ar: تابع تقدم Sparkle على شاشة Mac. قد ينقطع الاتصال مؤقتًا أثناء التحديث ثم يستعاد تلقائيًا.
en: Watch Sparkle’s progress on your Mac screen. The connection will briefly drop during the update and reconnect automatically.
es: Sigue el progreso de Sparkle en la pantalla de tu Mac. La conexión se cortará brevemente durante la actualización y se restablecerá sola.
fr: Suivez la progression de Sparkle sur l’écran de votre Mac. La connexion se coupe brièvement pendant la mise à jour, puis se rétablit automatiquement.
hi: Mac स्क्रीन पर Sparkle की प्रगति देखें। अपडेट के दौरान कनेक्शन कुछ देर के लिए टूटेगा और स्वतः पुनः जुड़ जाएगा।
ja: Mac の画面で Sparkle の進行状況を確認してください。更新中は接続が一時的に切れ、自動的に復旧します。
pt_br: Acompanhe o progresso do Sparkle na tela do Mac. A conexão cai brevemente durante a atualização e se restabelece sozinha.
ru: Следите за ходом обновления Sparkle на экране Mac. Соединение ненадолго прервётся и восстановится автоматически.
zh_hans: 在 Mac 屏幕上查看 Sparkle 的进度。更新过程中连接会短暂中断，并自动恢复。

source: Mac 화면을 보지 않아도 돼요. 다운로드·설치 후 자동으로 재시작하고, 잠시 뒤 새 버전으로 다시 연결됩니다.
ar: لا حاجة لمراقبة شاشة Mac. سيتم التنزيل والتثبيت وإعادة التشغيل تلقائيًا، ثم تتم إعادة الاتصال بالإصدار الجديد بعد قليل.
en: You don’t need to watch your Mac. It downloads, installs, and restarts automatically, then reconnects to the new version shortly.
es: No necesitas mirar tu Mac. Se descarga, instala y reinicia automáticamente, y vuelve a conectarse a la nueva versión en breve.
fr: Inutile de regarder votre Mac. Le téléchargement, l’installation et le redémarrage sont automatiques, puis la reconnexion à la nouvelle version a lieu sous peu.
hi: आपको अपने Mac को देखने की ज़रूरत नहीं है। यह अपने आप डाउनलोड, इंस्टॉल और रीस्टार्ट हो जाएगा, और थोड़ी देर में नए वर्शन से फिर से कनेक्ट हो जाएगा।
ja: Macの画面を見ている必要はありません。ダウンロード・インストール後に自動で再起動し、まもなく新しいバージョンで再接続します。
pt_br: Você não precisa ficar olhando para o Mac. Ele baixa, instala e reinicia automaticamente e volta a se conectar à nova versão em instantes.
ru: Не нужно смотреть на экран Mac. Приложение само загрузится, установится и перезапустится, а затем вскоре переподключится к новой версии.
zh_hans: 无需盯着 Mac 屏幕。它会自动下载、安装并重启，稍后会重新连接到新版本。

source: Mac에서 잠금을 해제하면 화면이 보입니다
ar: ألغِ قفل جهاز Mac لرؤية الشاشة
en: Unlock your Mac to see the screen
es: Desbloquea tu Mac para ver la pantalla
fr: Déverrouillez votre Mac pour voir l’écran
hi: स्क्रीन देखने के लिए अपना Mac अनलॉक करें
ja: Macのロックを解除すると画面が表示されます
pt_br: Desbloqueie seu Mac para ver a tela
ru: Разблокируйте Mac, чтобы увидеть экран
zh_hans: 解锁 Mac 后即可看到屏幕

source: Mac에서 최근 프로젝트 불러오는 중…
ar: جارٍ تحميل المشاريع الأخيرة من Mac…
en: Loading recent projects from Mac…
es: Cargando proyectos recientes del Mac…
fr: Chargement des projets récents du Mac…
hi: Mac से हाल के प्रोजेक्ट लोड हो रहे हैं…
ja: Mac から最近のプロジェクトを読み込み中…
pt_br: Carregando projetos recentes do Mac…
ru: Загрузка недавних проектов с Mac…
zh_hans: 正在从 Mac 加载最近的项目…

source: Mac에서 최근에 코드 에이전트로 작업한 프로젝트들입니다. 골라서 바로 이어 작업할 수 있어요.
ar: هذه المشاريع التي عملت عليها مؤخرًا باستخدام وكيل البرمجة على Mac. اختر مشروعًا لمتابعته فورًا.
en: Projects you recently worked on with a coding agent on Mac. Pick one to continue right away.
es: Proyectos en los que has trabajado recientemente con un agente de programación en Mac. Elige uno para continuar.
fr: Projets sur lesquels vous avez travaillé récemment avec un agent de codage sur Mac. Choisissez-en un pour continuer.
hi: हाल ही में Mac पर कोडिंग एजेंट से जिन प्रोजेक्ट पर काम किया है। चुनकर तुरंत जारी रखें।
ja: Mac で最近コーディングエージェントを使って作業したプロジェクト一覧です。選択するとすぐに引き継げます。
pt_br: Projetos em que você trabalhou recentemente com um agente de programação no Mac. Escolha um para continuar.
ru: Проекты, над которыми вы недавно работали с кодинг-агентом на Mac. Выберите один, чтобы продолжить.
zh_hans: 你最近在 Mac 上用编码 Agent 处理过的项目。选择一个即可继续。

source: Mac에서 최근에 코드 에이전트로 작업한 프로젝트들입니다. 골라서 바로 이어 작업할 수 있어요. 자주 안 쓰는 항목은 행 오른쪽 %@ 로 숨길 수 있어요.
ar: مشاريع عملت عليها مؤخرًا في Mac باستخدام وكيل الكود. اختر أحدها للاستمرار من حيث توقّفت. يمكنك إخفاء العناصر النادرة الاستخدام عبر %@ على يمين الصف.
en: Projects you recently worked on with the code agent on Mac. Pick one to resume right away. Hide infrequently used rows via %@ on the right.
es: Proyectos en los que has trabajado recientemente con el agente de código en Mac. Elige uno para retomar al instante. Oculta los menos usados con %@ a la derecha de la fila.
fr: Projets sur lesquels vous avez récemment travaillé avec l’agent de code sur Mac. Sélectionnez-en un pour reprendre immédiatement. Masquez les entrées peu utilisées via %@ à droite de la ligne.
hi: Mac पर हाल ही में कोड एजेंट के साथ किए गए प्रोजेक्ट्स। किसी एक को चुनकर तुरंत आगे बढ़ें। कम उपयोग में आने वाले आइटम पंक्ति के दाहिनी ओर %@ से छिपाएँ।
ja: Mac でコードエージェントを使って最近作業したプロジェクトです。選ぶとそのまま続きから作業できます。あまり使わない項目は行右の %@ で非表示にできます。
pt_br: Projetos com os quais você trabalhou recentemente com o agente de código no Mac. Escolha um para continuar imediatamente. Oculte itens pouco usados via %@ à direita da linha.
ru: Проекты, над которыми вы недавно работали с агентом кода на Mac. Выберите один — продолжите с того же места. Скрывайте редко используемые строки кнопкой %@ справа.
zh_hans: 你最近在 Mac 上用代码代理处理过的项目。选一个即可立即继续。不常用的可以通过行右侧的 %@ 隐藏。

source: Mac에서 출력한 페어링 정보를 입력하세요
ar: أدخل معلومات الإقران المعروضة على Mac
en: Enter the pairing info shown on your Mac
es: Introduce la información de emparejamiento mostrada en tu Mac
fr: Saisissez les infos d’appairage affichées sur votre Mac
hi: अपने Mac पर दिखाई गई पेयरिंग जानकारी दर्ज करें
ja: Mac に表示されたペアリング情報を入力してください
pt_br: Insira as informações de pareamento exibidas no seu Mac
ru: Введите данные сопряжения с вашего Mac
zh_hans: 请输入 Mac 上显示的配对信息
